export const dataProps = {
    introduce : [
        {
            category: '자기소개',
            descriptions : [
                {
                    content: '현재 4년차 Backend(주로 Python) 개발자입니다.'
                },
                {
                    content: "Backend를 주로 하기는 하지만 그 외적으로도 Crawler, 자동화 관련으로도 작업을 했습니다."
                },
                {
                    content: "작은 팀이지만 팀 리딩을 한 경험, 사수로서 누군가를 이끌어준 경험이 있습니다."
                }
            ]
        },
        {
            category: '강점',
            descriptions: [
                {
                    content: '비즈니스, 시스템 및 업무 파악이 빨라 적응이 빠르고 버그 및 개선에 강점을 보입니다.'
                },
                {
                    content: "어느 문제든 하나의 가능성이 아닌 여러가지의 가능성을 열어두고 더욱 더 나은 선택을 하려고 노력합니다."
                },
                {
                    content: "코드를 보기 쉽게 작성하고 또, 소속에 맞추어진 스타일을 적용하려고 노력합니다."
                }
            ]
        },
        {
            category: '관심사',
            descriptions: [
                {
                    content: '설계에 매우 관심이 많으며 SOLID 원칙 중 SRP, OCP 에 대해 감동했습니다.'
                },
                {
                    content: 'Python 언어의 특성상 코드를 작성할 때 어떻게 하면 하나의 글처럼 읽히게 작성할 지 관심을 둡니다.'
                },
                {
                    content: 'Awesome Python, Awesome Django 등 유용한 라이브러리를 보고 이용하고 또 입맛에 맞게 커스텀하는 것에 관심을 둡니다.'
                }
            ]
        },
        {
            category: '중요가치',
            descriptions: [
                {
                    content: '재택의 근무형태를 선호합니다. 이유는 일에 대한 책임감 및 능률이 올라가며 여기에 뒷받침이 되는 의사소통 도구 및 대화를 잘합니다.'
                },
                {
                    content: '스타트업에 대한 많은 경험으로 혼자서 여러일을 담당하고 또 그로 인해서 성장을 이루었다고 생각하지만, 이제는 하나에 대해 깊게 성장할 필요가 있다고 생각하여 서비스가 활발히 이루어지고(MAU 10,000 이상) 있는 곳을 선호합니다.'
                },
                {
                    content: '현재까지는 돈을 어느정도 터부시하면서 있었지만, 현재는 어느정도 나이가 들어감에 따라 중요도가 생겨 최소 계약 연봉 5,500 이상으로 생각하고 있습니다.'
                }
            ]
        }
    ]
}